{"translation-revision-date":"2025-10-15 13:13:17+0000","generator":"GlotPress\/4.0.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es_MX"},"Collect non-sensitive information from your website, such as the PHP version and features used, to help us fix bugs faster, make smarter decisions, and build features that actually matter to you. Please read ":["Recopila información no sensible de tu web, como por ejemplo la versión de PHP y características utilizadas, para ayudarnos a corregir fallos más rápido, tomar decisiones más informadas y crear características que realmente te importen. Por favor, lee "],"Contribute to Spectra":["Contribuye a Spectra"],"Refresh Credits":["Recargar créditos"],"Refresh credit details":["Recargar detalles del crédito"],"more about what we track.":["más sobre qué rastreamos."],"Choose how you want to display dynamic content settings.":["Elige cómo quieres mostrar los ajustes de contenido dinámico."],"Compare the features to find the best option for your website.":["Compara las características para encontrar la mejor opción para tu sitio web."],"Basic":["Básico"],"Navigation Menu":["Menú de navegación"],"Flexible filtering for sticky posts, taxonomies, and authors":["Filtrado flexible para entradas destacadas, taxonomías y autores"],"Integrates with ACF, Custom Fields, and more":["Se integra con ACF, campos personalizados y más"],"Control posts per page, sorting, and display options":["Control de entradas por página, ordenación y opciones de visualización"],"Multiple customizable layouts":["Múltiples diseños personalizables"],"Drag-and-drop design with Spectra blocks":["Diseño de arrastrar y soltar con bloques Spectra"],"Seamlessly create dynamic content loops":["Crea bucles de contenido dinámico sin problemas"],"Huge assortment of customizable settings":["Gran variedad de ajustes personalizables"],"Connect as many Instagram accounts as needed":["Conecta tantas cuentas de Instagram como necesites"],"Show your latest Instagram posts directly on your website":["Muestra tus últimas publicaciones de Instagram directamente en tu sitio web"],"Easy account linking without the hassle of leaving the app":["Vinculación de cuentas fácil sin la molestia de salir de la aplicación"],"Ajax-based login form":["Formulario de acceso basado en Ajax"],"Advanced form validation (customizable validation messages)":["Validación de formulario avanzada (mensajes de validación personalizables)"],"Email template customization":["Personalización de plantillas de correo electrónico"],"After registration actions (redirect, send email, auto login)":["Acciones posteriores al registro (redireccionamiento, envío de correo electrónico, acceso automático)"],"Advanced styling options":["Opciones de estilo avanzadas"],"Google reCaptcha support (v2, v3)":["Compatibilidad con Google reCaptcha (v2, v3)"],"Auto-login (automatically log in after registration)":["Acceso automático (iniciar sesión automáticamente después del registro)"],"Multiple child blocks for advanced structuring":["Múltiples bloques secundarios para una estructuración avanzada"],"Ajax-based registration form":["Formulario de registro basado en Ajax"],"Implement cookies to manage automatic triggering":["Implementar cookies para gestionar la activación automática"],"Modal positioning and entrance effects":["Posicionamiento emergente y efectos de entrada"],"Add off-canvas display options for flexible positioning":["Añadir opciones de visualización fuera del lienzo para un posicionamiento flexible"],"Add advanced triggers to choose when and how to display the modal":["Añadir disparadores avanzados para elegir cuándo y cómo mostrar el emergente"],"Add basic triggers to open the modal":["Añadir disparadores básicos para abrir el emergente"],"Design a modern and fully customizable modal with various layout and style options":["Diseña un emergente moderno y totalmente personalizable con varias opciones de diseño y estilo."],"Add unique navigation slugs to individual slides":["Añade slugs de navegación únicos a diapositivas individuales"],"Customize slide navigation styles":["Personalizar los estilos de navegación de diapositivas"],"Slide-per-view option":["Opción de diapositiva por vista"],"Add any blocks inside the slides":["Añade cualquier bloque dentro de las diapositivas"],"Create slides with autoplay, transition, and pause effects, etc.":["Crea diapositivas con efectos de reproducción automática, transición y pausa, etc."],"Multiple expiry options":["Múltiples opciones de vencimiento"],"Set an evergreen countdown timer":["Establezca un temporizador de cuenta atrás perenne"],"Add a countdown timer with flexible options for days, hours, minutes, and seconds":["Añade un temporizador de cuenta atrás con opciones flexibles para días, horas, minutos y segundos"],"Countdown Timer Pro":["Temporizador de cuenta atrás Pro"],"Redirect users to custom URLs with click events":["Redirigir a los usuarios a URL personalizadas con eventos de clic"],"Various style and customization options for a personalized look":["Varias opciones de estilo y personalización para una apariencia personalizada."],"Choose from 4 layouts: Grid, Carousel, Masonry, Tiled":["Elija entre 4 layouts: Cuadrícula, Carrusel, Mampostería, Mosaico"],"Unlink specific blocks for unique customizations":["Desvincular bloques específicos para personalizaciones únicas"],"Apply global styles effortlessly, ensuring consistency":["Aplica estilos globales sin esfuerzo, garantizando la coherencia"],"Create and manage multiple styles for different block contexts":["Crea y gestiona múltiples estilos para diferentes contextos de bloques"],"Uniform styling across your entire site with Spectra core blocks":["Estilo uniforme en todo el sitio con bloques principales de Spectra"],"Conditionally target specific pages or display site-wide":["Orientar condicionalmente a páginas específicas o mostrar en todo el sitio"],"Control popup triggers: page load, exit intent, or custom class":["Controlar los disparadores de mensajes emergentes: carga de página, intención de salida o clase personalizada"],"Push Content for flash sales, quick promotions, and exclusive deals":["Contenido push para ofertas flash, promociones rápidas y ofertas exclusivas"],"Visually stunning Info Bars and Popups tailored to your brand":["Barras de información y mensajes emergentes visualmente impactantes adaptadas a tu marca"],"Create attention-grabbing popups anywhere on your website":["Crea mensajes emergentes que llamen la atención en cualquier parte de tu sitio web"],"Animate nested blocks":["Animar bloques anidados"],"Repeat on scroll":["Repetir al desplazarse"],"Change animation pacing":["Cambiar el ritmo de la animación"],"Set delay and duration":["Establecer retraso y duración"],"Layout options (popup view and sidebar settings)":["Opciones de layout (vista emergente y configuración de la barra lateral)"],"Text & link field dynamic content support (for Spectra core blocks only)":["Compatibilidad con contenido dinámico de campos de texto y enlace (solo para bloques principales de Spectra)"],"Dynamic image support (for Spectra core blocks only)":["Compatibilidad con imágenes dinámicas (solo para bloques principales de Spectra)"],"Rich text dynamic content support":["Compatibilidad con contenido dinámico de texto enriquecido"],"ACF support":["Compatible con ACF"],"Modal":["Ventana emergente"],"Activate":["Activar"],"Custom CSS":["CSS personalizado"],"My Account":["Mi cuenta"],"License Key":["Clave de licencia"],"Please enter your valid license key below to activate Spectra Pro!":["¡Por favor, introduce abajo una clave de licencia válida para activar Spectra Pro!"],"License successfully validated!":["¡Licencia validada correctamente!"],"Paste your license key here":["Pega tu clave de licencia aquí"],"Your license is active.":["Tu licencia está activa."],"Sidebar":["Barra lateral"],"Popup":["Ventana emergente"],"Choose how you want to display dynamic content settings":["Elige cómo quieres mostrar los ajustes de contenido dinámico"],"Dynamic Content":["Contenido dinámico"],"Pro":["Pro"],"Core":["Núcleo"],"Registration Form":["Formulario de registro"],"Login Form":["Formulario de acceso"],"Image Gallery":["Galería de imágenes"],"Masonry Gallery":["Galería de muro"],"Display Conditions":["Condiciones de visualización"],"Google reCAPTCHA":["Google reCAPTCHA"],"Settings":["Ajustes"],"Font Family":["Familia de fuentes"],"Style":["Estilo"],"Advanced":["Avanzado"],"Deactivate":["Desactivar"],"Blocks":["Bloques"]}},"comment":{"reference":"admin-core\/assets\/build\/dashboard-app.js"}}